[
  {
    "name": "Bieszczady",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwONmNZay10RjNnYkk",
    "slides":
    [
      {
        "title": "Wetlinska Polonyna",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOcnlidVJQeE5DYzQ",
        "description": "Polonyna Wetlina in a Eastern Bieszczady Mountains is a massif with several vertices, and its continuation is the mountain Smerek separated M. Orlowicz pass. South-western slopes of the massif are short and steep fall in the valley Wetlina, the western valley Prowczy and Nasicznianski Potok, while the north-eastern pass into long ridges that gently descend to the more distant San valley. Pass through Przelecz Wyzna Połonina Wetlińska massif connects to the Dzial. The highest parts of the Bieszczady massif cover the typical pastures, exceeding 1050 meters there are beech forests."
      },
      {
        "title": "Carynska Polonyna",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwONmxoYWY5X0RoYXc",
        "description": "The trail on Carynska Polonyna (Połonina Caryńska) leads to village Brzegi Górne. If you want to do only short trip, you can go to this village and take a bus back to Ustrzyki Górne. We walked a bit longer, round trip. From Polonyna Carynska we went down by green trail, crossed the road and climbed on Mała Rawka and Wielka Rawka hills which are also worth to see. In the meantime you can eat lunch in the hut \"Pod Małą Rawką\" which is marked on mapa-turystyczna.pl. It was pretty easy hike. It took us about 7 hours so in the evening I had time to sleep off the night before :)"
      },
      {
        "title": "Smerek",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOeVlJUm9GcmNJR3M",
        "description": "Trail from Cisna to Smerek Wieś in Bieszczady is a part of the Beskid Main Trail. It's around 17km long and is quite demanding at times. You'll find many steap ascents and descents that will make you really tired."
      }
    ]
  },
  {
    "name": "Biebrza National Park",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwON1ByWEVmcWQ0Rmc",
    "slides":
    [
      {
        "title": "Ławki Swamp",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOcGpQZVpubF9UMUU",
        "description": "After breakfast we went on a drive around the best sites of the Biebrza Marshes southern basin. Had plenty of stops and plenty of great sightings. Just to mention some best ones.. In Osowiec it was a few Rosefinches, Icterine Warbler, three Bluethroats, Thrush Nightingale feeding young, Garden Warbler and two Lesser Whitethroats. In Mścichy - a total of three Black Storks, dozens of White Storks, two White-tailed Eagles, plenty of Herons and Great White Egrets. We finished the day birdwatching at the Długa Luka and Bagno Ławki and saw 4 Aquatic Warblers, Common Snipe, Marsh and Montagu’s Harriers and Short-eared Owls."
      },
      {
        "title": "Osowiec Fortress",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOamk3N1czWENpeXc",
        "description": "Osowiec Fortress (Polish Twierdza Osowiec) - Is a 19th-century fortress located in north-eastern Poland, originally built by the Russian Empire. The Russian name is Крепость Осовец i.e., Krepost Osovets. In English sources it is variously given as Osowiec,[1] Osovets, Ossovetz, Osovetz and Ossovets. It saw heavy fighting during World War I when it was obstinately defended for several months by its Russian garrison against German attacks.."
      },
      {
        "title": "Red Marsh",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOdGQyaENnc0oxWUU",
        "description": "The Red Marsh, being away from the overflow land, wetlands, and riparian morass of the river, Biebrza is different in nature because it creates bogs overgrown with dwarf trees, which provide an excellent refuge for animals, especially for the rare and protected ungulate - moose (Alces alces), and marsh deer (Cervus elaphus) and roe deer (Capreolus capreolus). Many packs of wolves also reside within the reserve. In addition, these sites are ideal bedding and nesting sites for birds: white-tailed eagle (Haliaeetus albicilla), golden eagle (Aquila chrysaetos)."
      }
    ]
  },
  {
    "name": "Białowieża Forest",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOR3hqY2hfcmQxNk0",
    "slides":
    [
      {
        "title": "Forest",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOMlhuM3BFcnVKR3c",
        "description": "Białowieża Forest is one of the last and largest remaining parts of the immense primeval forest that once stretched across the European Plain. The forest is home to 800 European bison, Europe's heaviest land animal. UNESCO’s Man and the Biosphere Programme (MAB) designated the Polish Biosphere Reserve Białowieża in 1976 and the Belarusian Biosphere Reserve Belovezhskaya Puschcha in 1993. In 2015, the Belarusian Biosphere Reserve occupied the area of 216,200 ha (2,162 km2; 835 sq mi), subdivided into transition, buffer and core zones. The forest has been designated a UNESCO World Heritage Site."
      },
      {
        "title": "Bisons",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOdi1fWW9rSzJBdkU",
        "description": "Successful development of the restoration breeding of bison in Białowieża after the end of the World War II allowed to move to the free roaming breeding stage.  In the Polish part of the Białowieża Forest, first bison were released in 1952, and the first calf was born in 1957. Between 1952 and 1966, 38 bison were released from the breeding reserves.  Since 1967, no more new bison have been released. The existing European bison Show Reserve with the total area of 27.9 hectares was created in 1937 and was initially the restitution area for the forest tarpan."
      },
      {
        "title": "Wildlife",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOakVkd2p3TGhGZ3c",
        "description": "This area has never been exploited or managed, and a unique feature is the dead wood decomposing into the forest floor. It looks picturesque, with moss and flowers covering fallen trunks, and voles scampering along them, but it is also key to the forest’s exceptional biodiversity: the dead wood hosts millions of organisms, which in turn sustain incredible numbers of, often rare, birds. Numerous species of woodpeckers, flitting about and drumming on the trunks, are entirely dependent on standing dead trees."
      }
    ]
  },
  {
    "name": "Gdańsk",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOZEdmRmh1YUw0UjA",
    "slides":
    [
      {
        "title": "Town Hall",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOZzkxUzVscjZ4YjQ",
        "description": "The Main Town Hall in Gdańsk is located at Long Lane, part of the Royal Route. The building is located in the building complex, surrounded by Long Lane, Kramarska Street, Piwna Street, and Kaletnicza Street, located at the corner of the first two. The building is the second highest building in the Main City, after St. Mary's Church, the building is in the most notable part of the Śródmieście in Gdańsk. Access to the building by car is difficult, as the Long Lane surrounding the building is pedestrianised all year around."
      },
      {
        "title": "Artus Court",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOOTdKRG9BVEJvRkk",
        "description": "The name was taken from the very popular medieval legend of King Arthur - a symbol of chivalry and gallantry. First in England, then in other European countries, his name was given to the houses where knights and aristocrats used to meet. In Poland Artus courts were founded and visited by bourgeoisie. There were several courts in Rzeczpospolita but the one in Gdańsk was by far the most famous. The interior is one big Gothic hall. Since 1531 it has been completely redecorated - the walls have been covered with wainscot and friezes of mythological and historical character."
      },
      {
        "title": "Green Gate",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOSkVRLWtmU1VUcWs",
        "description": "With the Golden Gate and the Highland Gate, the Green Gate spans the Long Market and Long Street, together comprising the Royal Route. The Green Gate was clearly inspired by the Antwerp City Hall. On 11–20 February 1646 the future Queen of Poland, Marie Louise Gonzaga, was entertained here. In the late 18th century the Nature Society was housed here, but soon moved to the Naturalists' House (Research Society House). Today the Green Gate houses the National Museum in Gdańsk. Exhibitions, meetings, conferences and shows are held here."
      },
      {
        "title": "St. Mary's Church",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwONkw3ckRuRkVfQTA",
        "description": "Virgin Mary (Polish: Bazylika Mariacka Wniebowzięcia Najświętszej Maryi Panny w Gdańsku), is a Roman Catholic church in Gdańsk, Poland. Its construction began in 1379. With its volume of 155,000 m³ is currently the fourth largest brick church in the world, and the third largest north of the Alps. Only San Petronio Basilica in Bologna, comprising 258,000 m³, Munich Frauenkirche with 217,000 m³ and Ulm Minster (190,000 m³) are larger. There are two bells in St Mary's Church. Both of them were cast in 1970 by foundry Felczyński in Przemyśl. The larger one is called Gratia Dei, weighs 7,850 kilograms (17,310 lb)."
      }
    ]
  },
  {
    "name": "Owl Mountains",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOcjQ4WnRiSm5uYlU",
    "slides":
    [
      {
        "title": "Riese",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOVTlwSDlfNW9qRUU",
        "description": "is the code name for a construction project of Nazi Germany in 1943–45, consisting of seven underground structures located in the Owl Mountains and Książ Castle in Lower Silesia, previously Germany, now a territory of Poland. None of them were finished; all are in different states of completion with only a small percentage of tunnels reinforced by concrete. The purpose of the project remains uncertain because of lack of documentation. Some sources suggest that all the structures were part of the Führer Headquarters."
      },
      {
        "title": "Great Owl",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOSnY4UmVOR19kTGc",
        "description": "In 1906 a Bismarck tower was erected at the summit at the behest of the German authorities. The granite and reinforced concrete construction replaced an older wooden viewing tower located about 30 m (98 ft) to the south. Renamed several times after World War II, it recently has been restored in the course of the EU Interreg incentive program and re-opened in 2008. It is today just called wieża widokowa (observation tower) and offers a panoramic view to the Krkonoše range, to Mount Ślęża, into the Kłodzko Valley and over the Oder Basin in the north up to Wrocław on a bright day."
      },
      {
        "title": "Osówka",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOTExTNUoyeXUtUk0",
        "description": "The complex is located inside Osówka Mountain (German: Säuferhöhen). It is accessible by tunnel number 1 (120 m) with chambers for guardrooms and tunnel number 2 (456 m), bored 10 m below the level of the main underground, with guardrooms close to completion. Behind them there is a connection of two levels created by the collapse of the ceiling. The structure is a grid of tunnels (1,750 m, 6,700 m2, 30,000 m3) and underground halls, up to 8 m in height. Only 6.9% is reinforced by concrete."
      }
    ]
  },
  {
    "name": "Hel",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOcjJVNjJha1FhOG8",
    "slides":
    [
      {
        "title": "Seal Sanctuary",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOSHlETWJQWUx5QWM",
        "description": "The scientists at the Seal Sanctuary at Hel look after seals which, for various reasons, were unable to live in their natural habitat and then, when they get stronger, release them into the Baltic Sea, where seals have become very rare. A visit to the sanctuary is an interesting experience for children and adults alike. The seals look quite happy there, racing from pool to pool, getting out onto the banks and romping about like naughty children. I could watch them for hours - one even kept jumping up on the bank right ahead of me as if posing for photographs."
      },
      {
        "title": "Lighthouse",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOQk5zeDZkNU5OVEE",
        "description": "The 40.8 meter tower is painted red and octagonal in shape. The light source is a 1000 watt bulb, set 38.5 meters above sea level, with a range of 17 miles. The lighthouse is also a part of an air traffic control system. The lighthouse is a tourist attraction and open to the public during summer. Apart from the lighthouse itself, a few keeper houses remain, dating back to 19th century. Facing west, inland, one can see the Swedish Hill with an old lighthouse built during World War II to replace the one destroyed in Hel at the same time."
      },
      {
        "title": "Beach",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwORWtzOFk3WXkycEE",
        "description": "There is a single long and wide sandy beach on the high seas side while on the Puck Bay side is the “small beach”, near the port and promenade with its narrow and irregular coastline and several capes. The shallow and calm waters of Puck Bay’s “Little Sea” give fishermen an opportunity to fish safely. That is why all towns of the Hel Peninsula are situated on this side, separated from the sea by the forest and the sandbar."
      }
    ]
  },
  {
    "name": "Kazimierz Dolny",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOUGJEM1lMUHNzTkU",
    "slides":
    [
      {
        "title": "Castle",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOdExUbGF3b2J5a0U",
        "description": "The castle complex in Kazimierz Dolny constitutes a unique monument of defensive medieval architecture in Poland. It consists of a monumental barrel-shaped tower and a castle located at its foot. The buildings are a documentation of the history of the region and the country that has survived over the centuries, an evidence of the establishment of the town and its medieval splendour that preceded its “golden age” in the Renaissance."
      },
      {
        "title": "Parish Church",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOTDhBMVE1b0VaWDA",
        "description": "The oldest sanctuary in Kazimierz Dolny (the parish existed there already in 1325), the church was first gothic, then developed in the style of “Lublin renaissance” (between 1586-91 and then 1610-13 under supervision of Italian architect Jakub Balin). Next to the church, there are renaissance chapels: the chapel of the Górski family, the chapel of the Borkowski family and the “Różańcowa” chapel (in English: the rosary chapel). Especially the top of the sanctuary looks grand, with its pinnacles, pilasters, volutes and fixture ornaments."
      },
      {
        "title": "Tenant houses",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOTENQYVBpZ3pxX3c",
        "description": "The tenant houses were erected around 1615 by townspeople – Mikołaj and Krzysztof Przybyła. They are examples of late Renaissance (mannerist) architecture, combining the local construction tradition with the influence from the Netherlands and Italy. Both tenant houses have the same layout of facades: the first floor with three arcades and the upper floor with three windows. The facades are decorated with bas-reliefs picturing people and animals, as well as with floral ornaments."
      }
    ]
  },
  {
    "name": "Kraków",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwONXlhMC1XQnVyY28",
    "slides":
    [
      {
        "title": "The Cloth Hall",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOd2lrdVhSTWd3bDQ",
        "description": "The Cloth Hall (Polish: Sukiennice) in Kraków, Lesser Poland, dates to the Renaissance and is one of the city's most recognizable icons. It is the central feature of the main market square in the Kraków Old Town (listed as a UNESCO World Heritage Site since 1978). It was once a major centre of international trade. Traveling merchants met there to discuss business and to barter."
      },
      {
        "title": "Wawel",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOS3JBdlBjQVlGaXM",
        "description": "The complex consists of many buildings and fortifications; the largest and best known of these are the Royal Castle and the Wawel Cathedral (which is the Basilica of St Stanisław and St Wacław). Some of Wawel's oldest stone buildings, such as the Rotunda of the Virgin Mary can be dated to 970AD. There are also wooden parts of the complex which date to about the 9th century.[3] The castle itself has been described as \"one of the most fascinating of all European castles.\""
      },
      {
        "title": "St. Mary's Basilica",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOdFRJMkdXNXh0RFU",
        "description": "On every hour, a trumpet signal—called the Hejnał mariacki—is played from the top of the taller of St. Mary's two towers. The plaintive tune breaks off in mid-stream, to commemorate the famous 13th century trumpeter, who was shot in the throat while sounding the alarm before the Mongol attack on the city. The noon-time hejnał is heard across Poland and abroad broadcast live by the Polish national Radio 1 Station. St. Mary's Basilica also served as an architectural model for many of the churches that were built by the Polish diaspora abroad."
      },
      {
        "title": "Kazimierz",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOTU1SeGZUQk5RVFU",
        "description": "Kazimierz (Polish pronunciation: [kaˈʑimʲɛʂ]; Latin: Casimiria; Yiddish: קוזמיר‎) is a historical district of Kraków and Kraków Old Town, Poland. Since its inception in the fourteenth century to the early nineteenth century, Kazimierz was an independent city, a royal city of the Crown of the Polish Kingdom, located south of Kraków Old Town and separated by a branch of the Vistula river. For many centuries, Kazimierz was a place of coexistence and interpenetration of Christian and Jewish cultures, its north-eastern part of the district was historic Jewish."
      }
    ]
  },
  {
    "name": "Łeba",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOb01nVGw3bFdGcWs",
    "slides":
    [
      {
        "title": "Dunes",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOaWVRTHREUHNxTXc",
        "description": "The dunes are impressive, with them over 40 metres in height. Considering that they are right beside the sea, it is a big jump up on sands. Due to the winds, the dunes can move up to 10 metres in direction over the timeframe of a year. It’s noticeable also that only part of the dunes are accessible. There are signs posted indicating that there are sand vipers to be aware of so it’s not advisable to wander far beyond the rope barriers erected. Just 800 metres from the dunes are the sea and the beach."
      },
      {
        "title": "Rocket Launcher Museum",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOMXJmc0FvSTVnNUE",
        "description": "In the years 1940 to 1945 was located in Rabka German secret testing ground. At the training ground held a secret trial of German arms \"Wunderwaffe\" (Miracle Arms) and anti-rocket, \"Rheintochter\" (Daughter of the Rhine). It also tested a ballistic missile \"Rheinbote\" (Messenger of the Rhine), which had a range of 250 km. At the end of World War II has been tested to launch multi-stage missiles. After the war, the Soviet army took over the training ground. In 70 years, the former Rocket Survey station here."
      },
      {
        "title": "Allegro Cup",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOVXppNVdhXzN0NTg",
        "description": "The Allegro Cup is a huge regatta held every year in Leba, Poland, a resort town on the Baltic situated on a wide, white sand beach. The Allegro Cup is basically a big promotional event for Allegro.pl, which is the Polish version of EBay. The organizers have a huge tent, a stage, logoed vehicles driving around, and thousands of flags staked everywhere. In addition, you gotta put on your sail the biggest bright orange sponsor stickers you’ve ever seen."
      }
    ]
  },
  {
    "name": "Łódź",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOMjJLN1ZaN3dVT1U",
    "slides":
    [
      {
        "title": "Piotrkowska Street",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOWW5Sd2FzRU9PNFE",
        "description": "Piotrkowska Street (Polish: ulica Piotrkowska), the main artery of Łódź, Poland, is one of the longest commercial thoroughfares in Europe, with a length of 4.9 km. It is one of the major tourist attractions of the city. It runs longitudinally in the straight line between the Liberty Square (Plac Wolności) and the Independence Square (Plac Niepodleglości). From the very beginning this street was the central axis, around which the city grew bigger, and its development spontaneously gave the present shape to its centre."
      },
      {
        "title": "Poznański Palace",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOTDFVWUxlSVRhRHc",
        "description": "The history of the palace goes back to the 1860s. It was during this time that Kalman Poznański, a Polish-Jewish trader from Kowal in the Kuyavia region, arrived and began to live in Łódź. Kalman started a cotton industry, however, it was not successful. But when the business was taken over by his son Izrael Kalmanowicz (1834-1900), there was a phenomenal rise in the price of cotton around the world. Izrael made a fortune from cotton and spent a large part of his earnings on the palace, which eventually took on his name."
      },
      {
        "title": "Manufaktura",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOcWxpaWZUOElmUXM",
        "description": "The Manufaktura is an arts centre, shopping mall, and leisure complex in Łódź, Poland. It occupies the space between Zachodnia, Ogrodowa, Drewnowska, and Karskiego Streets. The Manufaktura opened on 17 May 2006, after 5 years of planning and the subsequent 4 years of construction. The total area of the complex is 27 hectares (67 acres). The work involved the renovation of an old factory building. The Manufaktura is located in the central part of the city, in the former industrial complex founded by Izrael Poznański."
      }
    ]
  },
  {
    "name": "Masuria",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwORTZnVjR2MVVQaDA",
    "slides":
    [
      {
        "title": "Lake Mamry",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOdHlmRHh0cDdXUG8",
        "description": "Mamry (German: Mauersee, Lithuanian: Mauras) is a lake in the Masurian Lake District of Poland's Warmia-Mazury Province. It is the second largest lake in Poland, with an area of 104 km.² Maximum depth is 44 m, average is 11 m. It actually comprises six connected lakes: Mamry, Kirsajty, Kisajno, Dargin, Święcajty and Dobskie. Mamry features 33 islands, totalling 213 hectares, some of which are ornithological reserves."
      },
      {
        "title": "Wolf's Lair",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOVGFBNHFVcmUtSDg",
        "description": "The top secret, high security site was in the Masurian woods about 8 km (5.0 mi) east of the small East Prussian town of Rastenburg (now Kętrzyn, Poland). Three security zones surrounded the central complex where the Führer's bunker was located. These were guarded by personnel from the SS Reichssicherheitsdienst and the Wehrmacht's armoured Führerbegleitbrigade."
      },
      {
        "title": "Bridges in Stanczyki",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOUTRwOGw3cDNfU2c",
        "description": "On the northern reaches of Masuria, near the city of Goldap are two viaducts on the now unused railway line. Tourists to the Romincka Forest are drawn by their unusual shape and height in this landscape. The two viaducts were built between 1912 and 1918 and were part of the already unused section of railway line between Goldap and Zytkiejmy, a length of 31km."
      }
    ]
  },
  {
    "name": "Sopot",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOTTZUcHlPLTA4bFk",
    "slides":
    [
      {
        "title": "The Pier",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOVG8zX0FEbzRsYm8",
        "description": "The Sopot Pier (Polish: Molo w Sopocie) - the pier in the city of Sopot, built as a pleasure pier and as a mooring point for cruise boats, first opened in 1827. At 511.5m, the pier is the longest wooden pier in Europe.[1] It stretches into the sea from the middle of Sopot beach which is a popular venue for recreation and health walks (the concentration of iodine at the tip of the pier is twice as high as on land) or public entertainment events, and it also serves as a mooring point for cruise boats and water taxis."
      },
      {
        "title": "Lighthouse",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOcU9RYV9xcU9OVlE",
        "description": "The navigation facility on the Polish Baltic coast, located in Sopot. Built in 1903-4 as a part of Balneological Institute. Since reducing the extent of the light to 7 nautical miles (13 km; 8 mi), according to existing criteria in that matter, it is no longer formally a lighthouse, but still is called so. It is open to visitors."
      },
      {
        "title": "Beach",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOV3R0ZGxLSldHOE0",
        "description": "Located on the northern coast of Poland near Gdansk, Sopot Beach is famous for its white sands, nearby shops, restaurants, and other cultural happenings. The Baltic isn't known for its warm waters, but can be temperate in the late summer/early fall months."
      }
    ]
  },
  {
    "name": "Tatra Mountains",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOMzA0b3kya3JlNUE",
    "slides":
    [
      {
        "title": "Sea Eye",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOWi1jQTRUbnh2LUE",
        "description": "Sea Eye is the largest and fourth deepest lake in the Tatra Mountains. It is located deep within the Tatra National Park, Poland, in the Rybi Potok Valley, of the High Tatras mountain range at the base of the Mięguszowiecki Summits, in Lesser Poland Voivodeship. Morskie Oko is one of the most popular destinations in the Tatras, often receiving over 50,000 visitors during the vacation season. It is reached by foot in about two hours from the nearest road that allows motorized access. Many other tourists opt to take the journey by horse-drawn cart, a large number of which are operated by the local Górale inhabitants."
      },
      {
        "title": "Giewont",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOTHNibmlidHZhRFk",
        "description": "Giewont ([ˈɡʲɛvɔnt]) is a mountain massif in the Tatra Mountains of Poland, and is 1,895 metres AMSL at its highest. There is a mountain pass located between Great and Long Giewont, known as Szczerba (1,823 m). It is located between the valleys (doliny) of Kondratowa, Małej Łąki and Strążyska. Long Giewont and Great Giewont are situated at a higher altitude than the nearby town of Zakopane, making them clearly visible from that city. On Great Giewont, there is a 15 m steel cross that is the site of many religious pilgrimages."
      },
      {
        "title": "Kasprowy Wierch",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOeDF2Z3ZXb243cVE",
        "description": "Kasprowy Wierch (Polish pronunciation: [kasˈprɔvɨ ˈvjɛrx]) or Kasprov vrch (in Slovak) is a mountain in the Western Tatras. The mountain is also renowned as one of the most popular ski areas in Poland. Its peak is accessible by cablecar. The mountain also delineates the border between Poland and the Slovak Republic and it is possible to cross the border of each country, weather permitting. As both countries are part of the Schengen zone, it is not controlled or forbidden."
      },
      {
        "title": "The Valley of Five Lakes",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOemlJc1huVnNqWkk",
        "description": "The route to the most famous tourist attraction in the Tatra Mounatins region - Morskie Oko lake may be the most popular and the easiest (and also quite boring), but the most spectacular views and real alpine, mountainous scenery are available to those who decide to hike the trail to Dolina Pięciu Stawów (The Valley of Five Lakes) and onward. No crowds (comparing to city-like traffic on the path to Morskie Oko), unspoiled nature, amazing landscapes and freshest air. It is also possible to reach Morskie Oko valley itself through the Valley of Five Lakes."
      }
    ]
  },
  {
    "name": "Toruń",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOdlBQUDdqUjZ6QVU",
    "slides":
    [
      {
        "title": "Old Town Square",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOU18wM1hLQ3RrSjg",
        "description": "The highlight of Toruń is the Old Town Market Square with its massive red brick Town Hall, surrounded by dozens of shops and cafés. Within the market square there are several monuments, from a tribute to the Polish astronomer Copernicus, a bronze donkey sculpture, to the Flisakiem fountain with the figure of a craftsman, who, according to legend, rid the citizens of Toruń from a plague of frogs by playing his fiddle. Be sure to climb up the Old City Town Hall’s tower. It offers great views of the city from above, featuring the pretty facades of buildings around Town Hall and brick Gothic churches."
      },
      {
        "title": "Leaning Tower",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOWGh5eEJWMjFiVzA",
        "description": "The Leaning Tower of Toruń is a medieval tower in Toruń, Poland. It is known as a leaning tower because the top of the tower is displaced 1.5 metres (4 ft 11 in) from where it would be if the tower were perfectly vertical. Located on Pod Krzywa Wieza street, it is one of the most important landmarks in Toruń's Old Town."
      },
      {
        "title": "Granary",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOLWJ6WVBXY0JvNUk",
        "description": "At 1/3 Podmurna street there is one of the oldest Torun granary coming from the turn of the XIIIth and XIVth centuries. In the XIXth and XXth century it served at the residential goals, and after the II World War it was an electrical workshop. At present it serves as the cultural goals - there is the seat of Municipal Culture Unit called \"Muse's House\""
      }
    ]
  },
  {
    "name": "Warsaw",
    "remote_teaser_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOc0dPUTVzUXhXUlk",
    "slides":
    [
      {
        "title": "Market Square",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOWlAtd2VsVEIzWW8",
        "description": "Founded in the late 13th and early 14th centuries, this is one of the most picturesque corners of the city. It was once the main square of Warsaw: celebrations and markets were organised here, and legal judgements were passed on the condemned. The central part of the market was originally occupied by the town hall which was demolished in 1817, and in 1944, the Old Town was completely destroyed. All its buildings were reconstructed after World War II and their appearance is a perfect match to the Square's original look in the 17th and 18th centuries."
      },
      {
        "title": "Royal Castle",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOdGhDeElLMUpnOUE",
        "description": "The Royal Castle in Warsaw (Polish: Zamek Królewski w Warszawie) is a castle residency that formerly served throughout the centuries as the official residence of the Polish monarchs. It is located in the Castle Square, at the entrance to the Warsaw Old Town. The personal offices of the king and the administrative offices of the Royal Court of Poland were located there from the sixteenth century until the Partitions of Poland."
      },
      {
        "title": "Łazienki Park",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOYjlENFlIRlRpUDg",
        "description": "The park-and-palace complex lies in Warsaw's central district (Śródmieście), on Ujazdów Avenue on the \"Royal Route\" linking the Royal Castle with Wilanów Palace to the south. North of Łazienki Park, on the other side of Agrykola Street, stands the monumental Ujazdów Castle. Originally designed and built as a baths park in the 17th century for nobleman Stanisław Herakliusz Lubomirski, it was later transformed by King of Poland Stanisław II Augustus into a garden filled with palaces, manors, picturesque buildings and monuments."
      },
      {
        "title": "Wilanów Palace",
        "remote_photo_url": "https://drive.google.com/uc?export=view&id=0B0lXIQV9ucwOWUR2bEN6YlB1Y2M",
        "description": "It is one of Poland's most important monuments. The Palace's museum, established in 1805, is a repository of the country's royal and artistic heritage. The palace and park in Wilanów hosts cultural events and concerts, including Summer Royal Concerts in the Rose Garden and the International Summer Early Music Academy. The palace, together with other elements of Warsaw Old Town, is one of Poland's official national Historic Monuments (Pomnik historii), as designated September 16, 1994. Its listing is maintained by the National Heritage Board of Poland."
      }
    ]
  }
]
